"HSDSCAN_TO_FOLDER" = "Ordner";
"HSDSCAN_TO_PRINTER" = "Drucker";
"HSDSCAN_TO_APPLICATION" = "Programm";
"HSDSCAN_TO_BOX" = "Feld";
"HSDSCAN_TO_GOOGLE_DRIVE" = "Google Drive";


"COLOR" = "Farbe";
"BLACK_AND_WHITE" = "Schwarzweiß";
"GRAY_SCALE" = "Graustufen";

"IMAGE_PDF" = "Nur Bild (PDF)";
"SEARCHABLE_PDF" = "Durchsuchbarer Text (PDF)";
"EDITABLE_RTF" = "Bearbeitbarer Text (RTF)";

"OTHER" = "Sonstiges…";

HSDButtonTaskName = "Scantaste";
HSDCloudTaskName = "An Cloud scannen";

HSDButtonTaskDescription = "Der Scantaste am HP Scanner eine Aufgabe zuweisen";
HSDCloudTaskDescription = "Einstellungen angeben, die für die Schaltfläche \"An Cloud scannen\" verwendet werden";

OutputDescription = "Die gescannte Ausgabe wird im Dialogfenster \"Drucken\" angezeigt.";
AssignToButtonTitle = "Taste zuweisen";
HSDScanToTitle = "Scannen an:";
HSDApplicationTitle = "Programm:";
SyncFolderTitle = "Sync-Ordner:";
FolderTitle = "Ordner:";
ServiceTitle = "Wartung:";
HSDPaperSizeTitle = "Größe:";
HSDDuplexScanTitle = "Beidseitig scannen";
HSDColorModeTitle = "Modus:";
ScanTitle = "Scannen";
HSDFileNameTitle = "Dateiname:";
HSDScanFormatTitle = "Format:";
InputTitle = "Eingang";
OutputTitle = "Ausgabe";
HSDApplyNowButtonTitle = "Jetzt anwenden";
